import React from "react";
import "./styles.scss";

export default function About() {
  return (
    <section className="about">
      <div className="container">
        <h2>ПРО ЛЕКСУС СІТІ ПЛАЗА</h2>
        <div className="about_list advantages-list">
          <div className="advantages-item">
            <h4>КОНЦЕПТУАЛЬНИЙ САЛОН</h4>
            <p>
              Відвідайте ЛЕКСУС СІТІ ПЛАЗА, та переконайтесь, що це не звичайний
              автосалон. Ми відрізняємось в усьому. По-перше, ми знаходимось в
              самому серці Києва де перетинається безліч енергій, задумів,
              рішень. По-друге, ми більш схожі на креативний простір, ніж на
              салон-ангар. По-третє, взаємини з відвідувачем нагадують дружню
              спільноту: стильний простір, смол-ток, горнятко кави або
              незвичайного японського чаю.
            </p>
          </div>
          <div className="advantages-item">
            <h4>ЯПОНСЬКІ ІНВЕСТИЦІЇ</h4>
            <p>
              ЛЕКСУС СІТІ ПЛАЗА - це автодилер із стовідсотковими японськими
              інвестиціями. Кожен день в нашому салоні ми втілюємо в життя
              аутентичну японську гостинність і преміум якість. Тут оживає дух
              Японії та неймовірний світ Lexus. Саме тому, коли наші Клієнти
              обирають ЛЕКСУС СІТІ ПЛАЗА, вони отримують найвищі стандарти
              обслуговування і особливі враження.
            </p>
          </div>
          <div className="advantages-item">
            <h4>КОМАНДА</h4>
            <p>
              Ми переконані, що люди які працюють в ЛЕКСУС СІТІ ПЛАЗА, це
              головна цінність. Саме наша команда забезпечує реалізацію
              цінностей та принципів, які декларує бренд Lexus. Тому, ми
              ретельно підбираємо людей, які працюють у нашій команді. А це
              означає, що наші Клієнти спілкуються з експертами та пристрасними
              прихильниками бренду Lexus.
            </p>
          </div>
          <div className="advantages-item">
            <h4>ФІЛОСОФІЯ ОМОТЕНАШІ</h4>
            <p>
              Омотенаші - це принципи традиційної японської гостинності. Ця
              філософія - наш принцип обслуговування Клієнтів. Ми робимо все,
              щоб відвідувачі ЛЕКСУС СІТІ ПЛАЗА відчували себе як вдома. Тому ми
              тримаємо високий рівень в усьому: від стильного і комфортного
              простору до запашної кави.
            </p>
          </div>
        </div>
      </div>
    </section>
  );
}
